"Application Firewall" = "Ohjelmapalomuuri";

"Deny" = "Estä";

"Always Allow" = "Salli";

"Clicking %@ may limit the application\\U2019s behavior. This setting can be changed in the Firewall pane of Security preferences." = "Kohteen %@ osoittaminen saattaa rajoittaa ohjelman toimintaa. Asetusta voidaan muuttaa Turvallisuusasetusten Palomuuri-osiossa.";

"Do you want the application \\U201C%@\\U201D to accept incoming network connections?" = "Haluatko, että ohjelma ”%@” hyväksyy saapuvia verkkoyhteyksiä?";
